Repository: dsangule/noteker
Catalog: lib/l10n/app_*.arb
Languages: es

source: Notes
es: Notas

# noNotesYet
source: No notes yet. Tap + to create one!
es: Aún no hay notas. ¡Pulsa + para crear una!

# selectNotePrompt
source: Select a note from the left to edit it, or tap + to create one.
es: Selecciona una nota a la izquierda para editarla, o pulsa + para crear una.

source: Show Demo
es: Mostrar demo

source: Show Walkthrough
es: Mostrar recorrido

source: Quick tour
es: Recorrido rápido

# welcomeTitle
source: Welcome to Noteker!
es: ¡Bienvenido a Noteker!

# welcomeBody
source: A minimal local-first note app with optional Drive sync and LaTeX support.
es: Una aplicación mínima de notas local-primera con sincronización opcional en Drive y soporte LaTeX.

# createEditTitle
source: Create & Edit
es: Crear y editar

# createEditBody
source: Tap + to create a note. Edit inline on wide screens, or open the full editor on mobile.
es: Pulsa + para crear una nota. Edita en línea en pantallas grandes o abre el editor completo en móvil.

# mathPreviewTitle
source: Math & Preview
es: Matemáticas y vista previa

# mathPreviewBody
source: Toggle math rendering using the ƒ button. Single newlines are preserved in the preview.
es: Activa el render de matemáticas con el botón ƒ. Los saltos de línea simples se conservan en la vista previa.

# driveSyncTitle
source: Drive Sync
es: Sincronización con Drive

# driveSyncBody
source: Connect to Google Drive to backup and sync your notes across devices.
es: Conéctate a Google Drive para respaldar y sincronizar tus notas entre dispositivos.

# showDemoButton
source: Show Demo
es: Mostrar demo

source: Next
es: Siguiente

source: Back
es: Atrás

source: Close
es: Cerrar

# demoTitle
source: Welcome to Noteker — Math demo
es: Bienvenido a Noteker — Demo de matemáticas

# demoContent
source: Welcome to Noteker! This demo shows inline math: $x = \frac{-b \pm \sqrt{b^2 - 4ac}}{2a} And a block equation: $$ \nabla \cdot \mathbf{E} = \frac{\rho}{\varepsilon_0} $$ Single newlines are preserved — press Enter to create a new line and it will show up in the preview. Enjoy!
es: ¡Bienvenido a Noteker! Esta demo muestra matemáticas en línea: $x = \frac{-b \pm \sqrt{b^2 - 4ac}}{2a} Y una ecuación en bloque: $$ \nabla \cdot \mathbf{E} = \frac{\rho}{\varepsilon_0} $$ Los saltos de línea simples se conservan — pulsa Enter para crear una nueva línea y se mostrará en la vista previa. ¡Disfruta!
